Repository: oat-sa/extension-tao-task-queue
Catalog: locales/*/messages.po
Languages: ar_sa, hu_hu, ja_jp, pt_br, sk_sk

source: Background tasks
ar_sa: مهام الخلفية
hu_hu: Háttérfeladatok
ja_jp: バックグラウンドタスク
pt_br: Tarefas em segundo plano
sk_sk: Úlohy na pozadí

source: Clear all finished
ar_sa: مسح كل شيء انتهى
hu_hu: Minden kész törlése
ja_jp: 終了したすべてを消去
pt_br: Limpeza terminada
sk_sk: Vymazať všetky dokončené

source: Clear all finished tasks
ar_sa: مسح جميع المهام المنتهية
hu_hu: Törölje az összes befejezett feladatot
ja_jp: 終了したタスクをすべて消去
pt_br: Limpar todas as tarefas concluídas
sk_sk: Vymazať všetky dokončené úlohy

source: close report
ar_sa: اغلق التقرير
hu_hu: jelentés lezárása
ja_jp: レポートを閉じる
pt_br: fechar informe
sk_sk: zatvoriť správu

source: Completed
ar_sa: مكتمل
hu_hu: Befejezve
ja_jp: 完了
pt_br: Concluído
sk_sk: Dokončené

source: Completed %s
ar_sa: مكتمل %s
hu_hu: Befejezve %s
ja_jp: 完了： %
pt_br: %s completado
sk_sk: Dokončené %s

source: download
ar_sa: تَنْزيل
hu_hu: letöltés
ja_jp: ダウンロード
pt_br: baixar
sk_sk: stiahnuť

source: Executing task %s failed
ar_sa: فشل تنفيذ المهمة %s
hu_hu: A %s feladat végrehajtása sikertelen
ja_jp: タスク%sの実行に失敗しました
pt_br: Execução da tarefa %s falhou
sk_sk: Vykonanie úlohy %s zlyhalo

source: Failed
ar_sa: فشل
hu_hu: Sikertelen
ja_jp: エラー
pt_br: Falhou
sk_sk: Neúspešné

source: Failed %s
ar_sa: فشل %s
hu_hu: Sikertelen %s
ja_jp: エラー： %s
pt_br: %s falhou
sk_sk: Zlyhalo %s

source: go to resource
ar_sa: اذهب إلى المورد
hu_hu: menj az erőforráshoz
ja_jp: リソースへ移動
pt_br: ir para o recurso
sk_sk: prejsť na zdroj

source: In Progress
ar_sa: في تقدم
hu_hu: Folyamatban van
ja_jp: 実施中
pt_br: Em Execução
sk_sk: Prebieha

source: No report available
ar_sa: لا يتوفر أي تقرير
hu_hu: Nincs elérhető jelentés
ja_jp: 利用できるレポートがありません
pt_br: Nenhum informe disponível
sk_sk: Žiadna správa nie je k dispozícii

source: notify me when done
ar_sa: أخبرني عند الانتهاء
hu_hu: értesíts, ha kész
ja_jp: 完了したらお知らせください
pt_br: me notificar quando terminado
sk_sk: upozorni ma, keď bude hotovo

source: Queued
ar_sa: في قائمة الانتظار
hu_hu: Sorban álló
ja_jp: 待機中
pt_br: Aguardando
sk_sk: Zaradené do frontu

source: remove
ar_sa: إزالة
hu_hu: eltávolít
ja_jp: 削除
pt_br: Remover
sk_sk: odstrániť

source: Resource is not the task placeholder
ar_sa: المورد ليس العنصر النائب للمهمة
hu_hu: Az erőforrás nem a feladat helyőrzője
ja_jp: リソースがタスクのプレースホルダーではありません
pt_br: O recurso não é o espaço reservado da tarefa
sk_sk: Zdroj nie je dočasným zástupným symbolom úlohy

source: Running task %s
ar_sa: تشغيل المهمة %s
hu_hu: Futó feladat %s
ja_jp: 実行中： %s
pt_br: Executando a tarefa %s
sk_sk: Spúšťanie úlohy %s

source: see report
ar_sa: انظر التقرير
hu_hu: lásd a jelentést
ja_jp: レポートを見る
pt_br: ver informe
sk_sk: pozri správu

source: Started %s
ar_sa: بدأ %s
hu_hu: Elkezdve %s
ja_jp: 開始： %s
pt_br: Iniciado em %s
sk_sk: Začaté %s

source: Task is in \'%s\' state
ar_sa: المهمة في حالة \'%s\'
hu_hu: A feladat \'%s\' állapotban van
ja_jp: タスクは \'%s\' の状態です
pt_br: A tarefa está em estado \'%s\'
sk_sk: Úloha je v stave \'%s\'

source: Task not returned any report.
ar_sa: لم تُرجع المهمة أي تقرير.
hu_hu: A feladat nem adott vissza jelentést.
ja_jp: タスクからの報告はありません
pt_br: A tarefa não retornou nenhum informe.
sk_sk: Úloha nevrátila žiadnu správu.

source: Task Queue
ar_sa: قائمة انتظار المهام
hu_hu: Feladatsor
ja_jp: タスク待機中
pt_br: Lista de tarefas
sk_sk: Front úloh

source: taskqueue
ar_sa: قائمة انتظار المهام
hu_hu: feladatsor
ja_jp: タスク待機中
pt_br: fila de tarefa
sk_sk: front úloh

source: The list is currently empty.
ar_sa: القائمة فارغة حاليا.
hu_hu: A lista jelenleg üres.
ja_jp: 現在、リストは空です
pt_br: Esta lista está atualmente vazia.
sk_sk: Zoznam je momentálne prázdny.

source: There is currently no background task
ar_sa: لا توجد مهمة خلفية حاليا
hu_hu: Jelenleg nincs háttérfeladat
ja_jp: 現在、バックグラウンドタスクはありません。
pt_br: Atualmente não há nenhuma tarefa em segundo plano
sk_sk: Momentálne nie je spustená žiadna úloha na pozadí
